Repository: Ahrentlov/kronor-ios
Catalog: KronorComponents/Assets/*.lproj/Localizable.strings
Languages: da_dk, et_ee, fi_fi, is_is, no_no, pl_pl, sv_se

source: Creating secure MobilePay transaction
da_dk: Opretter sikker Mobilepay transaktion
pl_pl: Tworzenie bezpiecznej transakcji MobilePay

source: Could not complete the payment due to an error. Please try again after a short time
da_dk: Betalingen kunne ikke gennemføres på grund af en fejl. Prøv venligst igen om lidt.
et_ee: Makse sooritamine ebaõnnestus vea tõttu. Palun proovige mõne aja pärast uuesti.
fi_fi: Maksua ei voitu suorittaa loppuun virheen vuoksi. Yritä uudelleen hetken kuluttua
is_is: Gat ekki klárað greiðslu vegna villu. Vinsamlegast prófið aftur
no_no: Kunne ikke fullføre betalingen på grunn av en feil. Vennligst prøv igjen om en liten stund
pl_pl: Nie można było zrealizować płatności z powodu błędu. Proszę spróbować ponownie po krótkim czasie.
sv_se: Kunde inte slutföra betalning på grund av fel. Vänligen prova igen om en stund.

source: Payment completed
da_dk: Betalingen er gennemført
et_ee: Makse sooritatud
fi_fi: Maksu suoritettu
is_is: Greiðslu lokið
no_no: Betalingen er gjennomført
pl_pl: Płatność zrealizowana
sv_se: Betalning slutförd.

source: cancel
da_dk: afbryd
et_ee: tühista
fi_fi: peruuta
is_is: Hætta við
no_no: avbryt
pl_pl: anulować
sv_se: avbryt

source: or
da_dk: eller
et_ee: või
fi_fi: tai
is_is: eða
no_no: eller
pl_pl: lub
sv_se: eller

source: Payment failed
da_dk: Betalingen mislykkedes
et_ee: Makse ebaõnnestus
fi_fi: Maksu epäonnistui
is_is: Greiðsla mistókst
no_no: Betaling mislyktes
pl_pl: Płatność nie powiodła się
sv_se: Betalning misslyckad.

source: try again?
da_dk: prøv igen?
et_ee: proovi uuesti?
fi_fi: yritä uudelleen?
is_is: Prófa aftur?
no_no: prøv igjen?
pl_pl: Spróbuj jeszcze raz?
sv_se: försök igen?

source: Establishing secure connection
da_dk: Opretter sikker forbindelse
et_ee: Turvalise ühenduse loomine
fi_fi: Muodostetaan turvallista yhteyttä
is_is: Leitar að öruggri tengingu
no_no: Oppretter sikker forbindelse
pl_pl: Nawiązywanie bezpiecznego połączenia
sv_se: Upprättar säker kontakt.

source: Completing payment
da_dk: Gennemfører betaling
et_ee: Makse sooritamine
fi_fi: Suoritetaan maksua
is_is: Klára greiðslu
no_no: Gjennomfører betaling
pl_pl: Dokonywanie płatności
sv_se: Slutförd betalning.

source: Creating secure Swish transaction
pl_pl: Tworzenie bezpiecznej transakcji Swish
sv_se: Upprättar säker överföring med Swish.

source: Creating secure PayPal transaction
da_dk: Opretter sikker PayPal transaktion
et_ee: Turvalise PayPal tehingu loomine
fi_fi: Luodaan turvallinen PayPal-maksutapahtuma
is_is: Býr til örugga PayPal greiðslu
no_no: Oppretter sikker betaling med PayPal
pl_pl: Tworzenie bezpiecznej transakcji PayPal
sv_se: Upprättar säker överföring med PayPal.

source: Generating QR code
da_dk: Genererer QR kode
et_ee: QR-koodi genereerimine
fi_fi: Luodaan QR-koodia
is_is: Býr til QR kóða
no_no: Genererer QR-kode
pl_pl: Generowanie kodu QR
sv_se: Genererar QR-kod.

source: Opening the swish app
pl_pl: Otwieranie aplikacji swish
sv_se: Öppna Swish-appen.

source: You can pay with the Swish app now
pl_pl: Możesz teraz zapłacić za pomocą aplikacji Swish
sv_se: Du kan betala med Swish-appen nu.

source: Enter phone number
da_dk: Indtast telefonnummer
et_ee: Lisa telefoninumber
fi_fi: Kirjoita puhelinnumerosi
is_is: Skráðu símanúmer
no_no: Skriv inn telefonnummer
pl_pl: Wprowadź numer telefonu
sv_se: Skriv in telefonnummer.

source: Open Swish App
pl_pl: Otwórz aplikację Swish
sv_se: Öppna Swish-appen.

source: or pay using another phone
da_dk: eller betal med en anden telefon
et_ee: või makske teise telefoniga
fi_fi: tai maksa käyttämällä toista puhelinta
is_is: eða greiddu með öðru númeri
no_no: eller betal med en annen telefon
pl_pl: lub zapłacić przy użyciu innego telefonu
sv_se: eller betala med annan telefon.

source: Scan QR Code
da_dk: Scan QR kode
et_ee: Skaneeri QR-kood
fi_fi: Skannaa QR-koodi
is_is: Skannaðu QR kóðann
no_no: Skann QR-kode
pl_pl: Zeskanuj kod QR
sv_se: Skanna QR-kod.

source: Scan this code with the Swish app
pl_pl: Zeskanuj ten kod za pomocą aplikacji Swish
sv_se: Skanna denna kod med Swish-appen.

source: Pay Now
pl_pl: Zapłać teraz
sv_se: Betala nu.

source: Creating secure Vipps transaction
no_no: Oppretter sikker betaling med Vipps
pl_pl: Tworzenie bezpiecznej transakcji Vipps

source: Completing your payment, please wait
da_dk: Gennemfører betaling, vent venligst
et_ee: Palun oodake, makset sooritatakse
fi_fi: Vahvistetaaan maksutapahtumaasi, odota
is_is: Klárar greiðslu, vinsamlegast bíðið
no_no: Gjennomfører betaling, vennligst vent
pl_pl: Dokonujemy płatności, proszę czekać
sv_se: Slutför din betalning, vänligen vänta.

source: Cancel Payment?
da_dk: Afbryd betaling?
et_ee: Tühista makse?
fi_fi: Keskeytä maksu?
is_is: Hætta við greiðslu?
no_no: Avbryt betaling?
pl_pl: Anulować płatność?
sv_se: Avbryt betalning?

source: Continue
da_dk: Fortsæt
et_ee: Jätka
fi_fi: Jatka
is_is: Halda áfram
no_no: Fortsett
pl_pl: Kontynuuj
sv_se: Fortsätt.

source: Yes, cancel
da_dk: ja, afbryd
et_ee: Jah, tühista
fi_fi: Kyllä, keskeytä
is_is: Já, hætta við
no_no: Ja, avbryt
pl_pl: Tak, anuluj.
sv_se: Ja, avbryt.

source: Creating secure transaction
da_dk: Opretter sikker transaktion
et_ee: Turvalise makse loomine
fi_fi: Luodaan turvallinen maksutapahtuma
is_is: býr til örugga greiðslu
no_no: Oppretter sikker betaling
pl_pl: Tworzenie bezpiecznej transakcji
sv_se: Upprättar säker överföring.
